tests/k6/results/before/isolated/portfolio_stress.txt
     ✓ Portfolio List 200
     ✗ Portfolio Detail 200
      ↳  17% — ✓ 108 / ✗ 517

     checks.........................: 58.64% ✓ 733       ✗ 517 
     data_received..................: 4.0 MB 22 kB/s
     data_sent......................: 1.1 MB 6.2 kB/s
     http_req_blocked...............: avg=7.95µs   min=0s      med=0s       max=1.56ms p(90)=0s       p(95)=0s      
     http_req_connecting............: avg=6.28µs   min=0s      med=0s       max=1.56ms p(90)=0s       p(95)=0s      
   ✓ http_req_duration..............: avg=210.07ms min=9.89ms  med=79.21ms  max=3.62s  p(90)=549.93ms p(95)=775.91ms
       { expected_response:true }...: avg=357.52ms min=9.98ms  med=184.87ms max=3.62s  p(90)=838.64ms p(95)=1.18s   
   ✗ http_req_failed................: 58.62% ✓ 1683      ✗ 1188
     http_req_receiving.............: avg=3.61ms   min=0s      med=2.51ms   max=52.1ms p(90)=7.46ms   p(95)=10.21ms 
     http_req_sending...............: avg=4.93µs   min=0s      med=0s       max=1.54ms p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s     p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=206.45ms min=7.04ms  med=76.4ms   max=3.61s  p(90)=543.4ms  p(95)=767.12ms
     http_reqs......................: 2871   15.810898/s
     iteration_duration.............: avg=1.57s    min=510.4ms med=662.16ms max=6.72s  p(90)=3.7s     p(95)=4.13s   
     iterations.....................: 2018   11.113338/s
     vus............................: 1      min=1       max=20
     vus_max........................: 20     min=20      max=20